/* status string, 'X bytes, Y bits' */
"%d %@, %d %@" = "%1$d %2$@, %3$d %4$@";

/* 9.95 (Euros), displayed using the local decimal separator */
"9%@95\\U20AC (Euros)" = "9%@95€ (Euros)";

/* bit */
"bit" = "bit";

/* bits */
"bits" = "bits";

/* byte */
"byte" = "byte";

/* bytes */
"bytes" = "bytes";

/* Digits must be between 0 and %C */
"Digits must be between 0 and %C" = "Digits must be between 0 and %C";

/* Invalid input for encoding, %@ */
"Invalid input for encoding, %@" = "Invalid input for encoding, %@";

/* Only ASCII characters are allowed */
"Only ASCII characters are allowed" = "Only ASCII characters are allowed";

